Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/D15A.tmx
Source language: en_us
Languages: zh_cn

source: Is Buddhism a religion or philosophy?
zh_cn: 佛教是宗教还是哲学？

source: Buddhism is a religion.
zh_cn: 佛教是宗教。

source: First I'll show you why. Then I'll show you why I am wrong.
zh_cn: 我先来告诉你原因，再来告诉你我这么说错在哪。

source: What is popularly thought of as Buddhism in the United States is not representative of Buddhism in the world at all.
zh_cn: 美国人眼中的佛教和世界其他地区的佛教出入很大。

source: Much of Mahayana Buddhism is religious.
zh_cn: 大乘佛教是宗教。

source: For example, Pure Land Buddhism--a Japanese branch of Mahayana--has many parallels to the theistic religions.
zh_cn: 比如净土宗——大乘佛教在日本的分支——在很多方面与信奉有神论的宗教相近。

source: Pure Land is centered around Amhitaba, who has trans-human power and resides in a pure Buddha-field, where his followers after they die reside free of the cycle of rebirth (but short of Nirvana.)
zh_cn: 净土宗的核心是阿弥陀佛，他有神力，位于西天佛国，他的信徒们死后将免受轮回之苦（但不会涅槃）。

source: Some followers of Pure Land believe that reincarnation into the Pure Land requires little more than belief in Amhitaba.
zh_cn: 有些净土宗的信徒认为只要信阿弥陀佛，就能往生进入西天极乐世界。

source: If you are asking the question of whether Buddhism is a religion, you are probably not familiar with Mahayana, the most popular branch of Buddhism in the world.
zh_cn: 既然你问佛教是否是宗教，看来你不熟悉大乘佛教，它也是佛教最广的分支。

source: There has been Buddhism in the United States since at least 1898, when two Japanese Buddhist priests of the Jodo Shinshu school arrived in San Francisco.
zh_cn: 佛教在美国的出现最早能追溯到1898年，标志是日本净土宗的两名僧人来到洛杉矶。

source: Despite shrinking due to anti-Japanese prejudice during World War II and Japanese-American assimilation into American culture, this sect has remained the most popular of the American Buddhist religions.
zh_cn: 二战期间反日情绪高涨，日裔美国人也逐渐融入美国，该团体的规模有所减小，但仍然是佛教在美国最兴盛的一支。

source: But after World War II and especially in the 1960s, a form of Zen Buddhism began to gain adherents, primarily among non-Asians.
zh_cn: 但是二战之后尤其是在二十世纪六十年代，禅宗的信奉者越来越多，主要在非亚裔美国人间流行。

source: This form was, in a sense, non-religious, as articulated by Daisetz Suzuki, one of its chief popularizers, in "An Introduction to Zen Buddhism":
zh_cn: 在某种意义上来说，佛教的这一支并不算宗教。禅宗主要的推动者之一铃木大拙大师在《禅宗简介》中说：

source: Zen has no God to worship, no ceremonial rites to observe, no future abode to which the dead are destined, and ... no soul whose welfare is to be looked after by somebody else and whose immortality is a matter of intense concern.
zh_cn: 禅宗不崇拜神灵，不举行宗教仪式，也不为逝者许诺天国，而且...不相信人的灵魂需要他人照看，也不相信灵魂不灭。

source: Many American practitioners of Buddhism believe in something that might be best called "primitive" Buddhism, a core set of beliefs that are as confined to what the Buddha himself reportedly said as can be reasonably accommodated as a coherent system.
zh_cn: 准确来说，美国许多佛教徒信奉的是“原始”佛教，其核心教义由佛陀口述，体系完善。

source: These beliefs are common to almost all branches of Buddhism and are articulated in many popular books (my favorite is Thich Nhat Hanh's "The Heart of the Buddha's Teachings") and whether this subset of beliefs is a philosophy or religion is probably what this question is actually asking.
zh_cn: 这些教义几乎在佛教所有分支中都能找到，很多畅销书里也有介绍（我最喜欢的是一行禅师的《佛之心法》）。你提这个问题其实是想问佛教的这个分支是哲学还是宗教吧。

source: But keep in mind that this minimum viable subset of Buddhist belief relates to the traditional Buddhist religions much like the actual words of Jesus relate to Christianity: they are sacred and universally believed, but in practice and belief are only a small part of such elaborately articulated religions as Catholicism.
zh_cn: 但是不要忘了佛教的这个最小存活分支与传统佛教的关系类似于耶稣本人的话和基督教的关系。耶稣的话很神圣，信奉者众，但是无论在实践还是信仰层面都只是基督教庞大精密教义的一小部分。

source: This elaboration is, of course, an almost universal pattern in religious development.
zh_cn: 几乎所有的宗教经过发展后都会变得错综复杂。

source: Many of the popularizers of Buddhism to the West are teaching what they think newcomers can accept, believing that acceptance of some belief is better than rejection of all.
zh_cn: 秉着部分接受总比全盘否定好这一宗旨，很多在西方弘扬佛教的人只传授他们觉得新信徒能接受的教义。

source: This particularly makes sense in a religion like Buddhism, where learning takes place gradually over many, many lifetimes.
zh_cn: 对于佛教这样的宗教，这种做法名正言顺，因为佛教认为学习不是一蹴而就，而是逐步推进、生生世世的事。

source: Religion and philosophy share many concerns.
zh_cn: 宗教与哲学有许多共同处。

source: Buddhism, even in its "primitive" form, shares almost all of the concerns of a religion, and very little of the sole concerns of philosophy.
zh_cn: 即使是“原始”佛教，关心的问题大都是宗教意义的，而很少是哲学意义上的。

source: Buddhism clearly defines an eschatology, a soteriology and a mythology (note: mythology in this context means 'sacred narrative', not 'made-up story.') Whether or not 'primitive' Buddhism has a pneumatology is arguable; Mahayana certainly does. (Also note, I am using pneumatology as a catch-all for beliefs about divine beings and human interaction with them, not merely in the more common Christian sense.
zh_cn: 佛教有明确的来世论、救赎论和神话（注意：这里的神话是说“神圣的叙事”，而不是“编撰的故事”）“原始”佛教是否有圣灵说尚无定论，但是大乘佛教肯定有（再次注意，这里的圣灵说不是通常的基督教意义上的，而是广泛地指代有神并且人神会有互动的信仰。

source: Perhaps there is a better word.)
zh_cn: 或许还有更好地说法。）

source: But, in the end, Buddhism puts the question of whether it is a philosophy or religion right back at you.
zh_cn: 佛教是哲学还是宗教？最后，佛教把这个问题又抛还给了我们。

source: Start with a definition of the goals of philosophy. Mark Siderits, in "Buddhism as Philosophy" says:
zh_cn: 先定义一下哲学的目标，在《佛教哲学》一书中，马克·西德利兹写道：

source: What sets philosophy apart as a discipline is more its concern with how to answer questions than the answers themselves.
zh_cn: 哲学之所以成为一个学科，是因为它更关心如何解答问题而不是答案本身。

source: To study philosophy is to learn to think carefully and critically about complex issues. It is not necessarily to learn the 'answers' that the discipline has arrived at.
zh_cn: 学习哲学是学习认真并批判性地思考复杂问题，而不一定是学习这个学科已经寻到的”答案“。

source: This makes the question of whether Buddhism is a religion more complex.
zh_cn: 这就让是否该把佛教称为宗教这个问题更破朔迷离了。

source: Buddhism does not ask you to accept its core principles on faith, it does not ask you to simply believe the results of someone else's gnosis.
zh_cn: 佛教不是让你却全盘接受它的核心教义，也不是让你不假思索地相信别人获得的真知。

source: The famous story of the Buddha's visit to the Kalamas
zh_cn: 下面是著名的佛陀拜访卡拉玛人的故事。

source: The Kalamas who were inhabitants of Kesaputta sitting on one side said to the Blessed One: "There are some monks and brahmins, venerable sir, who visit Kesaputta.
zh_cn: 他们在一旁坐著时，克萨普达的卡拉码人对薄伽梵说: “世尊，有一些僧侣行者来到克萨普达。

source: They expound and explain only their own doctrines; the doctrines of others they despise, revile, and pull to pieces.
zh_cn: 他们阐述、颂扬自己的教义，但是对于他人的教义，则贬低、辱骂、鄙视、毁谤。

source: Some other monks and brahmins too, venerable sir, come to Kesaputta.
zh_cn: 接著，又有其他僧侣行者来到克萨普达。

source: Venerable sir, there is doubt, there is uncertainty in us concerning them. Which of these reverend monks and brahmins spoke the truth and which falsehood?"
zh_cn: 他们根本让我们疑惑不定: 这些尊敬的僧侣行者们，哪些讲真话，那些在欺骗？”

source: "It is proper for you, Kalamas, to doubt, to be uncertain; uncertainty has arisen in you about what is doubtful.
zh_cn: “卡拉玛人，你们当然不确定。你们当然有疑惑。

source: Do not go upon what has been acquired by repeated hearing; nor upon tradition; nor upon rumor; nor upon what is in a scripture; nor upon surmise; nor upon an axiom; nor upon specious reasoning; nor upon a bias towards a notion that has been pondered over; nor upon another's seeming ability; nor upon the consideration, 'The monk is our teacher.'
zh_cn: 当有某些原因使你们疑惑、不确定，就象这个情形时，卡拉玛人，不要只听从报道、传闻、传统、经典、猜测、推论、类比、同感、可能性、或者‘这位行者是我们的老师’的想法。

source: Kalamas, when you yourselves know: 'These things are bad; these things are blamable; these things are censured by the wise; undertaken and observed, these things lead to harm and ill,' abandon them.
zh_cn: 当你亲自了解了，‘这些素质是缺乏技巧的；这些素质是该受责备的；这些素质受智者的批评；这些素质采纳施行起来，趋向伤害与苦痛’——那时你应当弃绝它们。”

source: In other words, the Buddha does not want you to believe, he wants you to seek out the truth--the very essence of philosophical enquiry.
zh_cn: 也就是说，佛陀不希望你轻信，他希望你去追寻真理——这也是哲学思辨的灵魂。

source: Over the course of thousands of lives, you will have the opportunity to believe many things and your experience will be a guide to which are correct and which are not.
zh_cn: 在千百世轮回之后，你会相信很多东西，你的经验会指明道路，告诉你哪些是对哪些是错。

source: The Buddha was confident that in the course of your existence you would engage in experimental philosophy, eventually ending up discovering the truth, as he himself did.
zh_cn: 佛陀相信，你会在生命中践行实验哲学，最终会像他一样发现真理。
